/* Part 2 of validation text for book page when publishing a book. */
" (text in " = " (texte en ";

/* Part 2 of create book validation text. */
" is required. " = " est nécessaire. ";

/* MyLibrary book label */
"'s Books" = "Livres de ";

/* Part 3 of validation text for book page when publishing a book. */
")" = ")";

/* Error message when failed to load Terms of Use web page in Project Tour section */
"<html><body><h1>Timeout Error</h1><p>Failed to load Terms of Use. Please make sure your iPad is connected to the network.</p></body></html>" = "<html><body><h1>Erreur de délai d'attente</h1><p>Impossible de charger les conditions d'utilisation. Veuillez vous assurer que votre iPad est connecté au réseau.</p></body></html>";

/* Error Message when fail to retrieve pending book updates. */
"An error occur when retrieving updates for pending book." = "Une erreur se produit lors de la récupération des mises à jour en attente du livre.";

/* Error Message when fail to retrieve user group. */
"An error occur when retrieving user group." = "Une erreur se produit lors de la récupération de groupe d'utilisateurs.";

/* Ask user to wait while the application is downloading data */
"Application is Busy" = "L'application est occupée";

/* Ask to confirm delete book on ipad */
"Are you sure you want to delete this book from ipad?" = "Êtes-vous sûr de vouloir supprimer ce livre de votre iPad ?";

/* Ask confirmation for deleting a page */
"Are you sure you want to delete this page?" = "Êtes-vous certain de vouloir supprimer cette page?";

/* Ask to confirm delete book on ipad and server */
"Are you sure you want to permanently delete this book? It will be removed from ScribJab and no longer exist." = "Êtes-vous sûr de vouloir supprimer définitivement ce livre? Il sera retiré de ScribJab et n'existera plus.";

/* User account deletion confirmation message box */
"Are you sure you want to PERMANENTLY delete your user account and all of your books from the Scribjab server? Once your account and books are deleted you won't be able to recover them!" = "Êtes vous certain de vouloir supprimer votre compte de ScribJab en permanence (y compris tous vos livres et vos commentaires) ? Une fois que votre compte est supprimé, vous ne serez plus en mesure de récupérer votre compte ou vos livres.";

/* Error message title. Error is shown for authentication problems in delete user account section. */
"Authentication Error" = "Erreur d'authentification";

/* Message whe authorization fail. */
"Authorization Fail. Please sign in again." = "Échec de l’autorisation. Veuillez vous connecter à nouveau.";

/* Book does not exists. */
"Book does not exists" = "Ce livre n'existe pas.";

/* Error title: Cannot download book from the server */
"Book download failed" = "Le téléchargement du livre a échoué";

/* Error title: Cannot flag book */
"Book flagging failed" = "Le signalement du livre a échoué";

/* Book has been submitted for approval. */
"Book has been submitted for approval." = "Merci d'avoir soumis votre livre. Une fois qu'il a été approuvé votre livre sera ajouté à la bibliothèque.";

/* Validation text for min one page when publishing a book. */
"Book requires at least one page." = "S'il vous plaît ajouter une page à votre livre.";

/* Cancel button label */
"Cancel" = "Annuler";

/* Publish button label */
"Publish" = "Publier";

/* Error title: Cannot add a comment to the book */
"Cannot add a comment" = "Ne peut pas ajouter un commentaire";

/* Error title: when add user request returns a validation error (e.g. user or email already in use) */
"Cannot create account" = "Ne peut pas créer un compte";

/* Error title: Cannot delete a comment from the book */
"Cannot delete a comment" = "ne peut pas effacer un commentaire";

/* Error Message when fail to delete book on the server. */
"Cannot delete book." = "Ne peut pas effacer le livre.";

/* Error title: Browser books section, failed to get a list of popular/new books rom the server
   Error title: Library books section, failed to get a list of pmy book and favourite books from the server
   Error title: MyLibrary books section, failed to get a list of my books from the server */
"Cannot fetch a list of books" = "Ne peut pas récupérer la liste des livres";

/* Error title: Cannot flag a comment for the book */
"Cannot flag a comment" = "Ne peut pas signaler un commentaire";

/* Error message for cannot publish book */
"Cannot publish book" = "Ne peut pas publier le livre";

/* Error title: Search books section, failed to get a list of age groups from the server */
"Cannot retrieve a list of age groups" = "Ne peut pas récupérer la liste des groupes d'âge";

/* Error title: when new user tries to save new avatar and request returns an error */
"Cannot Update Avatar" = "Ne peut pas mettre à jour Avatar";

/* Cover Page of a book */
"Cover" = "page de titre";

/* Error title: data error */
"Data Error" = "Erreur de données";

/* Error title: Cannot delete a user account */
"Delete Account" = "Supprimer le compte";

/* Alert box title for delete book */
"Delete Book" = "Supprimer un Livre";

/* Message box title: ask if user wants to delete book from iPad */
"Delete Confirmation" = "Supprimer la confirmation";

/* Alert box for delete page */
"Delete Page" = "supprimer cette page";

/* Validation text for book description when publishing a book. */
"Description in " = "Description du livre ";

/* Message box body: ask if user wants to delete book from iPad */
"Do you want to delete this book from your iPad?" = "Êtes-vous sûr de vouloir supprimer ce livre de votre iPad ?";

/* Message box title. Notiy user that this book is currently being downloaded */
"Download in progress" = "Téléchargement en cours";

/* New email doesn't match the confirmed email */
"Emails must match" = "Les courriels que vous avez entrés ne correspondent pas.";

/* Description for book description. */
"Enter the book description." = "Entrez la description du livre.";

/* Description for page text. */
"Enter the book text." = "Entrez le texte du livre.";

/* Description for book title. */
"Enter the book title." = "Entrez le titre du livre.";

/* Message box title bar */
"Error" = "Erreur";

/* Error message: Error when saving the data in ipad */
"Error when saving the data in ipad" = "Erreur lors de la sauvegarde des données dans ipad";

/* error when start the player. */
"error when start the player." = "Erreur au démarrage du lecteur.";

/* Error title: Browser books section, failed to get previews for searched books rom the server */
"Error while downloading books" = "Erreur lors du téléchargement de livres";

/* Fail to start the audio player. */
"Fail to start the audio player." = "Impossible au démarrage du lecteur.";

/* Error title: Cannot add book to faviorites */
"Failed to like this book" = "Impossible d'aimer ce livre.";

/* Error message box title. */
"Flagging Error" = "Erreur de signalement";

/* URL of Terms of Service page for Project Tour section */
"http://maps.google.com/help/terms_maps.html" = "http://maps.google.com/help/terms_maps.html";

/* Demo Video in Project Tour section */
"http://www.w3schools.com/html5/movie.mp4" = "http://www.w3schools.com/html5/movie.mp4";

/* Validation text for image in title page when publishing a book. */
"Image for page " = "image pour la page ";

/* Validation text for image in title page when publishing a book. */
"Image for title page." = "image pour le titre du livre.";

/* Alert box title: Already reached the max. number of page for a book. */
"Max Page" = "Page max";

/* Alert box title for reject message */
"Message for " = "Commentaire pour ";

/* Alert box title for reject message, part 2*/
"was rejected" = " le rejet.";

/* Account Modification error message box title */
"Modify Account" = "Modifier le compte";

/* No */
"No" = "Non";

/* This is to notify users that their search for books did not return any result. */
"Nothing Found" = "Rien trouvé";

/* OK button label */
"OK" = "d'accord";

/* Part 1 of validation text for book page when publishing a book. */
"Page " = "Page ";

/* User registration email text box placeholder text */
"Parent's Email" = "courriel";

/* Error title: when user request to reset password fails */
"Password Reset Failed" = "La réinitialisation de mot de passe a échoué";

/* New password doesn't match the confirmed password */
"Passwords must match" = "Les mots de passe ne correspondent pas.";

/* Label for book in library. */
"Pending for approval" = "En attente d'approbation";

/* User account deletion confirmation message box title */
"Permanently Delete Your Account?" = "Êtes vous certain de vouloir supprimer votre compte de ScribJab en permanence ?";

/* Ask user to describe why they are flagging a book. */
"Please enter the reason for your flag" = "Raison pour signaler un livre";

/* Error message: connection to a server can't be established. */
"Please make sure that you have Internet access" = "Veuillez vous assurer que vous avez accès à Internet";

/* check if user selected the same language. */
"Please select a different language" = "Les Langages primaires et secondaires ne peuvent pas être les mêmes.";

/* Please select an age group. */
"Please select an age group." = "s'il vous plaît sélectionner un groupe d'âge.";

/* Error title: when unexpected result received from the server */
"Received an Invalid Resonse from the server" = "A reçu une réponse invalide du serveur";

/* Ask user to wait while the application is downloading data */
"Scribjab is currently interacting with the server, please try again in a few moments." = "Scribjab interagit actuellement avec le serveur, veuillez essayer à nouveau dans quelques instants";

/* 'Please enter password' label */
"Scribjab password:" = "Scribjab mot de passe:";

/* Error title: Cannot perform search. */
"Search Failed" = "La recherche a échoué";

/* Error when can't connect to the server */
"Server Connection Error" = "Erreur de connexion de serveur";

/* Error on server (title) */
"Server Error" = "Erreur du serveur";

/* Error message: when unexpected result received from the server */
"Server returned data that this application cannot understand" = "Le serveur a retourné des données que cette application ne peut pas comprendre";

/* Message box body. Notiy user that this book is currently being downloaded */
"This book is being downloaded, please wait for download to complete." = "Ce livre est en cours de téléchargement, veuillez patienter pour compléter le téléchargement.";

/* Validation text for book title when create/publish a book. */
"Title in " = "Titre du livre ";

/* unknown error from server */
"UNKNOWN ERROR" = "Erreur inconnue";

/* Username or password is incorrect. Please try again. */
"Username or password is incorrect. Please try again." = "Connection invalide, veuillez essayer à nouveau.";

/* Yes */
"Yes" = "Oui";

/* OK button label */
"Yes, Delete" = "Effacer";

/* List the valiation errors for publish */
"You are missing the following items:\r" = "absent:\r";

/* Label for recording. */
"You have 2 minutes to record." = "Enregistrer ce que vous avez écrit.";

/* Alert box body: Already reached the max. number of page for a book. */
"You have reached the maximum number of pages. No more page can be added to this book." = "Vous avez atteint le nombre maximal de pages. Aucune page supplémentaire ne peut être ajoutée à ce livre.";

/* Alert box title: Some fields are required */
"Your book can not be published" = "Votre livre ne peut pas être publié pour le moment";

/* Message box body: ask if user wants to delete a book comment */
"Do you want to delete this comment?" = "Êtes-vous certain de vouloir supprimer ce commentaire?";

/* Facebook application not installed - error title */
"Facebook Missing" = "Facebook Manquant";

/* Facebook application not installed */
"You need to install Facebook app to share this book." = "Vous devez installer l'application Facebook pour partager ce livre.";

/* Error title: Cannot share a book due to a network error */
"Sharing Failed" = "Partage ne fonctionne pas";

/* Google Analytics Concent text */
"To improve this app, Scribjab would like to collect the following anonymous data about your usage through google analytics: \n- crash reports\n- books viewed\n- your location" = "Pour améliorer cette application, Scribjab souhaiterait recueillir les données anonymes suivants au sujet de votre utilisation par Google Analytics:\n- Les rapports d'erreur\n- Livres consulté\n- votre endroit";

/* Google Analytics Concent Title */
"Statistics" = "Statistiques";

/* Refuse to give concent */
"No, I Don't Agree" = "Annuler";

/* Agree to give concent */
"Yes, I Agree" = "Oui, je suis d'accord";

/* Alert box title: Confirm that after publishing the book won't be editable */
"Are you sure you want to publish?" = "Êtes-vous certain de vouloir publier?";

/* Alert box body: Confirm that after publishing the book won't be editable */
"If you publish, you will not be able to make changes.\nYou can save and edit your book later if you select the \"save & close\" button." = "Si vous publiez, vous ne serez pas en mesure de faire des changements. Vous pouvez enregistrer et éditer votre livre plus tard, si vous sélectionnez le bouton «Enregistrer et fermer».";
